Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Descended from Divinity (천마는 평범하게 살 수 없다).tmx
Source language: ko_kr
Languages: en_us

source: 그들을 모두 돌려보낸 한스는, 중천에 떠오른 해가 저물어 갈 즈음에야 안에서 인기척을 느꼈다.
en_us: After some time as the sun began to set near the horizon, Hans heard the door open.

source: 질질질.
en_us: Drag drag drag.

source: 로만과의 첫 만남.{j}최악이었다.
en_us: Flora remembered that her first encounter with Roman was the worst.{j}

source: 승부는 끝났다.
en_us: The duel was over.

source: 음식은 금방 나왔다.
en_us: The food came out immediately after they ordered.

source: 백중혁의 삶.{j}관심은 익숙하고, 평범과는 거리가 멀었다.{j}그런데 새로운 삶이라고 해서 평범하길 바란다?{j}웃긴 소리다.
en_us: Junghyeok Baek’s life was far from normal and he enjoyed the attention. That was why Roman’s life wouldn’t be any different.{j}{j}{j}

source: 말도 안 된다고 생각했던 일이 현실이 되었다.{j}남들은 감히 엄두도 내지 못할 일을, 로만은 겨우 며칠 만에 처리해 버린 것이다.
en_us: Roman did what everyone thought to be impossible. He took care of the Blood Fang in just couple days, which took others more than several years to even consider.

source: 하지만.{j}기다림에는 한계가 있었다.
en_us: However, after some time had passed, the viscount had reached his limits.{j}

source: 로만을 도와달라고 부르짖는 블러드 팽 일원의 모습도 당황스럽지만, 가장 큰 문제는 로만의 행보였다.
en_us: Not only was he perplexed to see a member of the Blood Fang beg him to wipe out his gang, but also he still couldn’t believe what Roman was up to.

source: “그리고 마지막으로 하나 더 부탁할 것이 있습니다.”
en_us: “There’s one final request to ask, father.”

source: “오라 기사의 강함을 구분하는 성(星)의 기준을 말해 줄 수 있겠나.{j}내가 지금 이루어 낸 경지가 어느 정도의 수준이며, 현재 사람들이 최고라고 불리는 자의 실력은 몇 성이라 불리는지 말이다.”
en_us: “I have a question, Chris. Can you explain how the Level of Auras are divided? Where would I stand with the power you just witnessed, and what is the highest level present in this world?”{j}

source: 그런데도.{j}플로라는 섣부른 판단을 내렸다.{j}배려를 위해서 뿌린 향수를 향락(享樂)의 증거라 생각했고, 얼굴에 일어난 트러블도 드미트리의 얼간이에 어울리는 외형이라고 생각했다.
en_us: This fact didn’t stop Flora from misjudging Roman as she thought that the perfume he poured as an act of courtesy was a proof of his love for adult entertainment and she believed that his face well-suited his nickname as Dimwit Dimitri.{j}{j}

source: ‘이제는 유인한다.’
en_us: Moving onto step number two, I need to lure them to a quiet place.

source: 그래서 로만은 계획을 세웠다.
en_us: This was the cornerstone of the Blood Fang organization. Unable to tear it down at once, the aftermath would return far larger.

source: “이럴 시간이 없습니다!{j}어서 도련님을 구해야 합니다!”{j}한스가 길길이 날뛰었다.{j}
en_us: “We don’t have time for this! We must not wait a second here, or else the young Lord could be in trouble!” Hans began to jump around greatly agitated by Jonathan’s disbelief.{j}{j}{j}{j}

source: “조나단 기사단장을 부르는 게 어떻겠습니까?{j}로만도 혼자서는 일을 처리할 수 없을 테니, 분명 기사단장을 회유하려고 할 것입니다.{j}그럼 조나단 기사단장은 못 이기는 척, 적당히 로만이 원하는 대로 일을 처리하면 될 일입니다.”
en_us: “Roman should know he can’t take care of the Blood Fang alone. He will definitely go to Captain Jonathan for help. So, we should talk to him first and order him to play along Roman’s plan, but to keep him safe by his side.”{j}{j}

source: 로만은 얼굴에 묻은 피를 소매로 닦아 내며, 다시 사람들이 북적거리는 거리로 걸음을 옮겼다.
en_us: After stroking the blood off his face, he walked back into the crowded streets.

source: 로렌스로부터 시작된 소문이, 겨우 하루 만에 드미트리에까지 완전히 퍼졌다.
en_us: After Roman utterly defeated the Blood Fangs in the land of Lawrence, the news had reached the Dimitri within a day.

source: 그라면 블러드 팽 일당을 홀로 쓸어 버리는 것도 문제가 아니다.
en_us: He was sure that Roman had taken out the entire Blood Fang all by himself.

source: “……그 사실을 알고도 혼인을 바랐던 것이냐?”
en_us: “So, are you saying you still wanted go through this arranged marry despite knowing this...?”

source: 고성방가를 내지르며 행패를 부리는 그의 모습에, 드미트리의 얼간이라는 악명은 더욱 심해졌다.{j}한심한 인간.
en_us: The word pathetic perfectly described the young lord as he made a scene screaming around the town like a dimwitted Dimitri.{j}

source: 19화 맹목적인 신뢰 (1)
en_us: Chapter 19 Blind Faith (1)

source: 조나단.{j}드미트리 기사단의 단장이자, 3성의 오라(aura)를 사용하는 실력자.
en_us: Captain Jonathan. He was the captain of the Dimitri Knights who wielded the power to use Level 3 Aura.{j}

source: 자연에 떠도는 마나가 워낙 풍부한 데다, 로만의 육체는 노폐물이 심각한 수준이어서 토대를 만드는 것만으로도 그 효과가 극적이었다.
en_us: Unlike Murim, this world had an abundant amount of naturally flowing mana all around, and because Roman’s body contained an alarming amount of impurities, just creating this foundation was enough to bring drastic changes to his body.

source: 이건 책임의 문제다.
en_us: But he stood still on his ground.

source: 한스는 로만의 눈동자에 빨려 드는 것 같은 느낌을 받았다.
en_us: It felt as if he was being captivated by Roman’s charisma.

source: “그게 무슨 말이지?”
en_us: “What do you mean?”

source: 그러나 침착함을 잃지는 않았다.
en_us: However, he remained calm.

source: 지금부터는 크리스의 몫이다.
en_us: Now, it was up to Chris to decide his future.

source: 크리스는 생각했다.{j}이번만큼은.{j}지난 대련과는 다를 것이라고.
en_us: Chris promised himself that the outcome of this duel would be different from last time.{j}{j}

source: “도, 도련님 제발…….”
en_us: “M-My Lord, please....!”

source: 훈련의 방식.{j}로만의 말처럼, 그것에 의문을 가져 본 적이 없었다.
en_us: Just as Roman had said, Chris never had questioned the trainings he had gone through.{j}

source: 그녀로서는 알 수 없었다.{j}건물 밖에서.{j}자신이 일방적으로 파혼을 통보했던 로만이, 얼마나 충격적인 사건을 벌였는지를 말이다.
en_us: She would’ve never imagined that just outside the castle walls her former fiance made a stunning scene that startled the land of Lawrence.

source: 그런데 주인도 없는 접객실로 안내했다는 것.{j}그리고 차를 먼저 내오겠다는 하인의 말은, 로렌스의 방문이 달갑지 않다는 사실을 의미하고 있었다.
en_us: However, the viscount was led to a reception room that was empty, and just by the fact that the servant went to prepare tea for their guests meant that the Lawrence were unwelcomed.{j}

source: ‘로만 도련님은 내게 새로운 삶을 약속해 주셨어.{j}그러니까, 도련님에게 필요한 사람이 돼야만 해.’
en_us: Lord Roman promised me a new life, so I must become a person who he can rely on.{j}

source: 백중혁은 항상 자신을 드러냈고, 수많은 위협에도 끝까지 살아남았다.
en_us: After surviving his days in the cave, Junghyeok Baek feared nothing. He believed that he could overcome everything and he did so by surviving every threats that came in his way.

source: 옆에 서 있는 조나단.{j}그에게 상황을 전해 들었을 터.
en_us: Next to him was Jonathan, who had explained the details to his master.{j}

source: 간발의 차이.{j}로만이 옆으로 몸을 피했다.{j}그리고는, 겨드랑이로 상대의 팔을 붙잡더니 그대로 꺾어 버렸다.
en_us: Roman swiftly dodged the dagger by a hair and held the man’s arm. Then, he immediately twisted the arm and countered the attack. The man didn’t stand a chance to Roman. {j}{j}

source: 간단하게 어떤 방식의 훈련인지 숙지만 하더라도 성공인데, 전혀 예상치도 못한 상황이 벌어졌다.
en_us: He was simply hoping for Roman to learn the basics, but what was being unfolded in his eyes far exceeded his expectation and went beyond his imagination.

source: 주르르륵.
en_us: Drip.

source: 매일 아침 거울을 바라볼 때면, 휑하니 비어 있는 이빨을 바라보며 그 순간을 수도 없이 되새겼다.
en_us: And every morning when he woke up and looked in the mirror, reflecting his face with shattered teeth, he reminded himself of his utter defeat. He had no excuse for it.

source: 케빈은 아직 회복되지 않은 정신으로 몸을 일으키더니, 로만을 향해 넙죽 엎드리며 말했다.
en_us: With his mind barely recovered, Kevin forced himself up from the ground and kneeled before Roman.

source: 마교의 정점.
en_us: The ultimate being who had reached the peek the of the demon cult.

source: “블러드 팽의 복수다!”
en_us: “This is for Blood Fang!”

source: “크하하하하하.”{j}로메로 남작의 웃음소리가 들렸다.
en_us: “Puhahahahaha.”{j}

source: 아니.{j}애초에 문제가 되지도 않았을 것이다.{j}알아서 조엘의 아이를 대우해주었을 것이다.
en_us: She already knew the answer to her question. If House Joel had the power, the academy would’ve never treated their child in such a manner.{j}{j}

source: 목검이 얼굴에 작렬했다.{j}정통으로 맞은 크리스는 그대로 몸이 떠올랐고, 그의 얼굴에서 진득한 피와 함께 이빨 몇 개가 사방으로 흩뿌려졌다.
en_us: Roman’s wooden sword went straight to Chris’s face. With a cry, Chris fell to the ground with blood gushing from his face along with some of his teeth shattered over the training field.{j}

source: 고통에 머리를 헝클였다.
en_us: Romero’s hair was all tangled up as if they were reflecting his agony.

source: 약육강식의 세계.{j}위에서 아래를 찍어 누르는 것은 당연한 일이고, 뼈에 새긴 공포는 무림 정벌을 이루는 토대가 되었다.
en_us: The leader of the Divine Force believed in a world where only the strongest could survive. So, nothing stopped him from suppressing the weak and using that fear to conquer Murim.{j}

source: 기약 없는 기다림.{j}마음이 제대로 상해 버렸다.
en_us: Viscount Lawrence had enough waiting endlessly.{j}

source: 그 결과가 검에 묻은 피였다.
en_us: As a result, the sword was smothered with blood.

source: 주인의 표정이 굳었다.
en_us: The owner of the tavern flinched. His face froze in surprise.

source: 그 말인즉.{j}플로라가 들었다는 소문은 음해(陰害)의 증거였다.
en_us: Therefore, since there wasn’t any evidence to prove his addiction, he considered the rumors to be an effort by the young aristocrats to slander his reputation.{j}

source: “해답을 말해 줄 수는 없다.”
en_us: “I don’t have the answer to your problem.”

source: 확!
en_us: Whoosh!

source: 하품만 수십 번째다.{j}크리스는, 먼발치에서 로만과 케빈의 모습을 보았다.
en_us: As he laid on the ground, letting out a long sigh, he turned his head and looked at Roman training Kevin from a distance.{j}

source: 그들을 먼저 찾을 수 없다면, 그들이 자신을 찾아오도록 만들면 되는 일이다.
en_us: So, in order to successfully take them out, Roman had to prepare a plan. He decided that if he couldn’t find them himself, he would lead them straight to him.

source: 뒤에서 일당이 속닥거리며 웃어 댔다.{j}마치 들으라는 듯한 제법 큰 목소리에, 한스는 혹시라도 로만이 실수할까 봐 조용한 목소리로 말했다.
en_us: The men talked out loud amongst themselves so that Roman could hear them.

source: 9화 변화 (2)
en_us: Chapter 9 The Change (2)

source: 로만은 강해지는 방법을 그 누구보다도 잘 알고 있지만, 지금은 새로운 문명을 받아들일 때였다.
en_us: Through experience, Roman knew the easiest path to become the strongest of all, but for now, he had to focus on learning the new world from scratch.

source: ‘인간은 목적을 가지고 살아야 한다.{j}모든 것을 이루어 버린 나는 모든 것을 할 수 있는데도 인간으로서 살아가지 못했지.{j}오히려 잘된 일이야.{j}로만 드미트리, 카이로 왕국.{j}내게는 알 수 없는 것투성이인 이 세상이 내게는 새로운 도전이 되겠지.’
en_us: Every human being has their own purpose in life. I learned that life is pointless when the duty is fulfilled. In the end, this is what I wanted. To start a new life with a new purpose as Roman Dimitri of the Kairo Kingdom. I’m prepared to take the challenge.

source: 그러나 대세는 이미 기울었다.
en_us: The scales have already tipped.

source: 아픈 손가락.{j}그게 로만이었다.
en_us: Roman was a shame to his father and the family.{j}

source: 그는 재능이 있는 아이였고, 강해지고자 하는 열망도 강해서 쑥쑥 성장했다.{j}그리고 자신을 아비처럼 따랐다.
en_us: He grew up fast following Jonathan like his father. His strong passion to become stronger led him to diligently train every day.{j}

source: 무림에서도 이와 같은 방법을 자주 애용했었다.
en_us: This was also a strategy he often used in the Murim world.

source: 압도적인 광경.{j}
en_us: It was an overwhelming scene.{j}{j}

source: 살짝 당당함이 묻어 나오는 발언이었다.{j}은근히 본인을 자랑했다.
en_us: It seemed like Chris was full of himself, boasting as he continued to explain.{j}

source: “그렇다면 나를 위해 할 수 있는 일을 하거라.{j}나는 의미 없는 희생을 바라지 않는다.{j}할 수 없는 일을 하는 것은 나를 위한 일이 아니라, 네 본인의 욕심을 위한 일이다.{j}그러니 너는 이곳에 앉아 내가 명한 대로 음식들을 즐기고 있으면 된다.{j}나와 같이 나와 준 것만으로도 네 역할은 충분히 했다.”
en_us: “Then, do what you could do. I ask nothing more or less from you. I’m not willing to make any meaningless sacrifices. You accompanying me from here on out is beyond what you are capable of. So, be loyal to my demands and stay here and wait until I return. You have already done more than enough by accompanying me this far outside the castle. ”{j}{j}{j}{j}

source: 처음에는 로만의 발걸음에 맞춰 조용히 따라붙던 사내들이, 외진 공간에 들어서자 본색을 드러냈다.
en_us: The members of the Blood Fang finally decided to reveal their true colors as Roman walked into a dead end in the alley.

source: 받아들이는 만큼 그대로 빠져나가는 마나.
en_us: Basically, you use up as much as you take in, in this world.

source: 마교의 말단무사도 크리스보다는 강할 것 같았다.
en_us: With Chris’s current level of skills, he wouldn’t even be able to fight a grunt of the the demonic cult in Murim.

source: 입에서 피가 왈칵 쏟아졌고, 이빨이 옥수수처럼 바닥에 후두둑 쏟아졌다.
en_us: Roman punched a man in the face. The man fell to the ground with his teeth falling apart, bleeding from his mouth.

source: 로만이 플로라를 보았다.{j}첫 만남에서 플로라가 일방적으로 통보했었던 것처럼, 로만은 타협의 여지를 조금도 주지 않았다.
en_us: He looked at Flora with a firm expression, showing her that he wasn’t willing to change his decision just like how she unilaterally announced her decision to cancel their marriage.{j}

source: 탄탄한 수비.{j}물 흐르는 듯한 공격.
en_us: Not to mention his solid defense, Roman’s offensive moves were like water.{j}

source: “공격해!”
en_us: “Attack him!”

source: 빠득.
en_us: Clench.

source: 크리스는 정말 열심히 살았다.{j}하지만.{j}크리스의 수련 방식은 맹목적이었다.
en_us: He had lived a diligent life devoting every bit of his energy to his trainings, however, he couldn’t deny Roman’s word that he blindly followed the methods taught by Jonathan.{j}{j}

source: 블러드 팽 일당에게 얻어맞으면서 인생이 나락으로 떨어지는 순간, 로만은 마치 천사처럼 나타나서는 악의 무리에게 심판을 내려 주었다.
en_us: Roman was like his guardian angel who appeared out of nowhere and saved him from despair being beaten by the devils.

source: 당장에라도 터질 것 같이 달아오른 크리스의 얼굴에, 로만은 웃음기가 남은 얼굴로 그를 보았다.
en_us: As Chris’s face blushed even more, about to explode any minute, Roman glanced at him with a smile.

source: “애초에 파혼과 같은 중대사조차도 의사소통이 제대로 되지 않는 가문이다.{j}그런데도 그에게 잘못을 용서받을 필요가 있다고 생각하나?{j}그들이 해결하지 못한 문제를 나는 해결했고, 나는 치하를 받으면 받았지, 문책을 당할 이유가 없었다.”
en_us: “If you think about it, the Lawrence were the ones to apologize because they are the ones who broke their promise with my family. So, that is how I knew the viscount was yet informed about the break off. If he knew about it, he would never be able to ask for my apologies. Moreover, I solved something they couldn’t for years. I deserve to be rewarded then to be punished.”{j}{j}

source: 단검을 빙빙 돌렸다.{j}그리고는, 사진에 있는 아들의 머리에 단검을 콱 박았다.
en_us: After he finished threatening the owner, Roman spun the digger couple times around his finger and stabbed the dagger straight into the son’s head in the picture.{j}

source: 그때였다.{j}한스가 말했다.
en_us: And before he could think of a plan to get his revenge, Hans spoke up.{j}

source: “리한나.{j}나는 오늘 로만에게 폭력을 행사하고 말았소.{j}그게 얼마나 잘못된 행동인지를 그 누구보다도 잘 알고 있지만, 정신을 차리고 보니 로만의 머리에서 피가 흐르고 있더군.{j}참으로 못난 아비이지 않소?{j}자식이 원하는 대로 자라지 않는다고 해서, 폭력으로 일을 바로잡으려 하다니.”
en_us: “Rihannah, I ended up hurting Roman. His head was bleeding after being hit by me. I know I shouldn’t have and I’m regretting what I’ve done. I’ve promised myself multiples time I would never use violence against my children, but I broke it myself. I’m a terrible father for using violence on my child for disobeying me.{j}{j}{j}{j}

source: 아니, 백중혁.
en_us: No, Junghyeok Baek.

source: 그게 얼마나 귀여웠던지.{j}갱도 작업으로 얼굴이 새카맣게 변했던 로메로 남작은, 호탕하게 웃으면서 로만을 안아 주었다.{j}그래서였을까.{j}로만이 행복하게 살길 바랐다.
en_us: In Romero’s eyes, Roman was the most adorable thing he could ever think of. In that sight, he couldn’t help but laugh with his face covered with dust and he promised himself that he would make Roman happy.{j}{j}{j}

source: 그들이 알고 있는 로만은, 절대 이런 결과를 만들어 낼 수 있는 사람이 아니었다.
en_us: The man who instantly took them out definitely wasn’t the Roman they were looking for.

source: 이번 거래.{j}일방적으로 드미트리의 손해였다.
en_us: There was nothing to gain for the Dimitris out of this arranged marriage.{j}

source: 그리고 그걸 조나단 기사단장도 모르지 않았다.
en_us: Captain Jonathan was also aware of this.

source: 온갖 방법을 동원해도 바르코를 막을 수 없다는 판단에, 금지옥엽의 딸을 이용해서라도 외부의 힘을 빌렸다.{j}가주로서는 가문을 지킬 의무가 있다.
en_us: He had tried everything he could think of to stop House Barco, but it was all pointless. That was why he planned to use his precious daughter to gain support from another House.

source: 웃음이 나왔다.{j}그들은 로만을 대놓고 무시하고 있었다.
en_us: Roman couldn’t hold his laugh, thinking of how House Barco underestimated him. {j}

source: 화악!
en_us: Whirrrr.

source: 결정을 내렸다.{j}애초에 로메로 남작의 제안을 받아들였을 때부터, 로만의 상대는 정해져 있었다.
en_us: It didn’t take long for Jonathan to pick Roman’s duel partner. He had already made up his mind when he accepted Romero’s request.{j}

source: 위험했다.{j}오라와 목검의 격돌.{j}결과는 뻔하다.
en_us: When Jonathan saw Chris use his Aura he knew that Lord Roman would not only lose in this battle but would be severely injured, as an Aura wielder himself.{j}

source: 로만이 주인과 대화를 주고받자, 돌연 주인과 손님들이 기습적으로 로만을 공격했다는 사실을.{j}그런데 그 이후의 장면이 지금의 상황이었다.
en_us: Based on their story, Roman entered the tavern and exchanged some words with the owner. Then, suddenly, the owner and some customers ambushed Roman and the chaos was the result.{j}

source: 부글부글 끓는 분노를 가라앉히며, 크리스는 아무렇지도 않은 얼굴로 말했다.
en_us: Chris held back his anger and calmly explained to Roman.

source: ‘이것은 천명(天命)인가, 아니면 등선을 거절한 내게 내리는 신의 형벌인가.’
en_us: Whether it happened by coincidence or is God’s punishment to him for refusing the heavenly realms.

source: 그가 고개를 끄덕이자, 조나단은 로만의 의사를 확인했다.
en_us: The baron nodded his head and Jonathan accepted the approval.

source: ‘기의 흐름이 엉망이야.{j}체내에 보유하고 있는 기의 양도 얼마 되지 않고.’
en_us: The flow of my energy is terrible right now. Plus, I can barely sense energy in this new body.{j}

source: 물론 나중에야 향수가 자신을 배려한 선택이라는 사실을 알았지만, 그때만 해도 편견에 찌들어 로만이라는 사람이 좋게 보이지가 않았다.
en_us: Later, she found out he had poured perfume over his body as an act of courtesy, but back then her prejudice had blinded her to negatively judge Roman.

source: 보통의 의지로는 범접할 수 없는 세계.{j}그래서 귀혼마공을 택했다.
en_us: Roman knew that it required immense willpower to even draw the sword to cut one’s arm off. And that was why Roman chose the Demon Spirit martial art for Kevin.{j}

source: 한때는 로렌스의 꽃이라 불리는 플로라의 외모에서 그 가치를 찾았습니다.{j}하지만 그녀를 처음 만난 날, 저에게 파혼을 언급하는 플로라의 모습을 보면서 생각이 바뀌었습니다.”
en_us: “Once I did find her value in her beauty as she was called the flower of Lawrence. But on the first day I met Lady Flora when she expressed to me that she wanted to break off the engagement, that was when I changed my mind.”{j}{j}{j}{j}{j}

source: 고로.{j}로메로 남작의 분노는 당연했다.
en_us: Thus, he was lost for words in front of Baron Romero’s anger.{j}

source: 당장 죽을 얼굴을 하면서도, 혈마는 자존심을 버리고 강해지는 방법을 물었다.
en_us: He was impressed to see how the Blood Demon abandoned all of his pride in the midst of his loss.

source: 황급히 자리를 떠나는 드미트리 기사단.{j}그들의 목적지는 바로 로렌스였다.
en_us: The Dimitri Knights hurriedly left the site and headed to the land of Lawrence.{j}

source: 그건 피할 수 없는 현실.{j}혼인한 귀족은 일시적으로 병역의 의무를 면제받을 수 있으나, 현실을 받아들인 로만의 모습에 생각이 달라졌다.
en_us: There weren’t any loopholes in the laws. The aristocrats were temporarily exempt from the mandatory service only after marriage. With Roman’s marriage cancelled, Baron Romero couldn’t think of anymore ways to pull the strings to get his son out.{j}

source: 보통의 남자들은 본인의 호의를 긍정적으로 받아들이는데, 로만은 과할 정도로 신경질적이었다.
en_us: Never in her life had she had a man who dared to take her kindness as negatively as Roman would.

source: 그러자.{j}“너희들은 드미트리의 법도를 어겼다.
en_us: “Well then, you all have violated Dimitri’s laws, therefore…”{j}

source: 그렇게, 로만은 외부와 차단된 공간에서 자신만의 시간을 보내었다.
en_us: Roman remained silent in the workshop, concentrating all of his senses to his training.

source: 천마의 충신.
en_us: He was the most loyal follower of Roman.

source: 팍팍팍!
en_us: Whack! Thud! Tap!

source: 대화하는 내내.{j}그는 머릿속을 간질이는 하나의 의문에, 도저히 이 자리에 집중할 수가 없었다.
en_us: Throughout his conversation with Viscount Lawrence, he couldn’t wholly concentrate because he was full of questions to ask Roman.{j}

source: 다만, 쓰레기 같은 방식에 재능을 제대로 활용하지 못하고 있을 뿐.
en_us: It was the worthless method of this world that was holding his potential back.

source: 툭 튀어나온 말.
en_us: Romero already knew the answer to to his question from his guts, but he still wanted to confirm it with Roman’s words.

source: “시작!”
en_us: “Begin!”

source: “죄송합니다만, 저희 가게에 새벽의 눈물이라는 술은 없습니다.{j}혹시 다른 술을 추천해 드릴까요?”
en_us: “My apologies, sir, but we don’t have any drinks like that here. Shall I recommend something else?”{j}

source: 잔인한 세상에서 순수한 마음을 가졌기에 파혼을 택했고, 그 결과가 어떨지를 예상하지 못했다.
en_us: And her naive decision had led her to break off her engagement and blind to the aftermaths that would follow.

source: “네게 부탁할 것이 있다.”
en_us: “I have a favor to ask.”

source: 드미트리(Dmitry) 남작 가문의 하인 한스는, 도련님의 이상 행동에 곤란함을 감출 수 없었다.{j}
en_us: Hans, the house servant of the Dimitri family, seemed greatly troubled by Lord Roman’s abnormal behavior.

source: “흐읍.”
en_us: “Argh.”

source: 두 가문.
en_us: Two families.

source: 악명은 몸을 부풀렸고, 그 악명을 지키기 위해서라도 악명에 걸맞은 행동을 해야만 했으니까.
en_us: Their infamy could have been exaggerated as the stories about them spread, but it didn’t stop them from using violence for them to keep their notorious title.

source: 주인과 하인이라는 신분의 벽을 떠나, 적어도 그는 로만의 안위를 진심으로 걱정하고 있었다.
en_us: Roman could see that Hans was sincerely worried about him regardless of his duty as Roman’s servant.

source: 로만.
en_us: Roman.

source: 로만은 얼간이다.{j}
en_us: To Jonathan, Roman was nothing more than a dimwit.{j}

source: 아비의 말.{j}오묘했다.{j}그리고 낯설었다.{j}로만이 기억하는, 아니 백중혁이 기억하는 아버지는 잔인하고 냉정하며 아들을 사지에 몰았다.
en_us: Roman felt weird and awkward to hear such words from a father, because the father he remembered as Junghyeok Baek would always drive his son to death with cruel and cold-hearted words.{j}{j}{j}

source: 멀리서 보이는 로렌스의 성벽.
en_us: They could see the walls of the Lawrence castle in distance.

source: “로만 드미트리?”
en_us: “Aren’t you Roman Dimitri?” the men asked, puzzled to see him here.

source: 며칠 전.{j}로메로 남작은 조나단을 불러 로만을 도와주라고 명령했다.
en_us: Jonathan reminded himself of the special request Romero asked a few days before ordering him to help Lord Roman in his hunt for the Blood Fang.{j}

source: 사실 이번 훈련의 전제는 애초에 잘못되었다.{j}로만은 이 세상의 마나를 이미 느껴 보았고, 천마신공을 통해 소량이지만 단전에 마나를 쌓았다.
en_us: In fact, the premise of this training was set wrong in the first place.because Roman had not only felt his mana before during his previous battles, but although little, had experience in storing mana through the divine force martial arts back in Murim. It wasn’t something new to him.{j}

source: 그게 바로 샐러맨더 대륙에서 말하는 마나인데, 로만으로서는 호흡을 몇 번 내뱉지 않았는 데도 주변에 마나가 몰려들었다.
en_us: And that sensation was what the people of Salamander called mana. Unlike Chris’s expectation, it only took several deep breaths for Roman to be encircled around his mana.

source: 18화 한순간의 선택 (3)
en_us: Chapter 18 A Moment of Choice (3)

source: 주인의 의지는 강했다.{j}어린애처럼 비명을 지르며 정보를 내뱉던 녀석들과는 다르게, 손가락을 잘라 내도 그는 입을 열지 않았다.
en_us: The owner of the tavern was indeed a strong determined man. Unlike those who screamed like a child when being killed, his mouth didn’t budge even with his fingers sliced off.{j}

source: 그러나 마지막.{j}로만은 케빈을 받아들였을 때, 어쩌면 케빈이 마지막 시련을 감당할 수 있을지도 모른다고 생각했다.
en_us: And before Roman moved on to explaining the final option, he remembered that when he first accepted Kevin as his loyal follower, he believed that this young boy could possibly endure the final test.{j}

source: 시간적 여유가 생긴 로만은, 폐관 수련을 하는 동안 자신을 기다리고 있었을 케빈을 찾아갔다.
en_us: With some time to spare, Roman went to meet Kevin, who had been waiting for him since he entered his training in solitude.

source: 플로라는 섣불렀다.
en_us: Nevertheless, Flora had made a hasty decision.

source: 무림에서도 잃을 것이 없는 녀석들은 조심할 필요성이 있지만, 문제는 로만이 천마라는 것이었다.
en_us: Even back in the Murim world, people were told to be cautious of those who had nothing to lose. These type of people were truly dangerous because it was impossible to predict what they would end up doing.

source: 로만을 따라간 조직원들이 당한 것으로도 모자라, 블러드 팽 드미트리 지부가 완전히 털려 버렸다.
en_us: Not only had Roman killed all of his assassins, but the Blood Fang hideout in Dimitri was completely wiped out by Roman.

source: “대체 무슨 일이지?”
en_us: “What is going on?”

source: “제 말이 틀렸습니까?”
en_us: “Am I wrong?” Romero asked.

source: ‘하나씩, 하나씩.’
en_us: One step at a time. I will find their leader in no time.

source: “지금으로부터 보름 전이었던가.{j}도련님이 오랜만에 사교 파티를 다녀온 적이 있습니다.{j}사실 그것 자체는 특별한 일이 아니었습니다만, 사교 파티를 다녀오신 이후로 도련님의 상태가 조금 이상했습니다.{j}그날 이후로 외출을 삼가고 방에 틀어박혀 지냈고, 생기를 잃은 얼굴로 매일 밤 과도한 양의 술을 요구하셨습니다.{j}그래서 도련님이 사교 파티에서 금지된 약물에 손을 댄 것이 아닌가 의심을 했었습니다.”
en_us: “”It was about half a month ago when you returned home after attending a social gathering. While there wasn’t anything special about you attending a social gathering, I’ve noticed that you did not look well once you had returned home. And from then, you refused to leave your room and requested excessive amounts of alcohol every night with an ill face. After seeing that, I had wondered if you had taken illegal drugs at that gathering.”{j}{j}{j}{j}
